{
  "speakers": [
    {
      "name": "Gene Mills",
      "comment": [
        "Thank you members of the council, President Pro Tem. My name is Gene Mills. I&rsquo;m the President of Louisiana Family Forum. First of all I want to commend you for your civil decorum that we&rsquo;ve exercised here today. I know this is not easy. You have passion on both sides of the line and I appreciate the opportunity to present our ideas. Forgive me though if I examine the policy that&rsquo;s before you today and I have a healthy distrust for this pledge.",
        "If you like your religious freedom, you can keep your religious freedom, because we&rsquo;ve watched <a href=\"#\" data-toggle=\"popover\" data-content=\"It should be noted that all of these examples are in direct violation of the &lt;a href=&quot;http://en.wikipedia.org/wiki/Establishment_Clause&quot;&gt;Establishment Clause&lt;/a&gt; of the Constitution which has been&mdash;repeatedly&mdash;upheld and enforced by federal courts.\">under God in the pledge, in Jesus name, in God we trust, prayer in the public schools, public affirmations of the Judeo-Christian faith</a>, come under deep scrutiny all over the country and in courts and before councils and before our even legislator here in the State of Louisiana. And before I go any further, I&rsquo;d like to dispel two myths that were communicated here today, with great respect to my friends on both sides of the aisle.",
        "And I do have <a href=\"#\" data-toggle=\"popover\" data-content=\"A cursory Google search for &ldquo;Gene Mills friend of LGBT&rdquo; returned zero results.\">friends</a> and family on both sides of the aisle. But I have firm convictions that do not need, and I would say to the council are not required of you to tiptoe around, but rather to express and stand for your deeply held convictions. Those two misunderstandings are this. If for some reason you oppose an idea or a lifestyle that a person is living, somehow you are afraid of that person or the other extreme, you hate that person. Those are bogus premises that I want to dismiss outright because that is not the position that we&rsquo;re here to communicate today <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:02:00]</a></strong>.",
        "Neither is the position that I hold and I am responsible for working with pastors all over the State and the city to <a href=\"http://www.nola.com/news/baton-rouge/index.ssf/2014/07/baton_rouge_pastors_sign_lette.html\" target=\"_blank\">generate both a press release that gently admonished you that this was not a good policy</a> and on its merit and encourage pastors to express their conviction about that too. The second myth is that if you love somebody, you accept anything and everything absolutely that they embrace, do or communicate. Friends, that is bogus and I would ask you not to fall prey to either of those two extremes.",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"I was unable to find an academic source attributing this quote to Plato.\">It was Plato that said a child who&rsquo;s afraid of the darkness we can understand. What&rsquo;s intolerable are adults who are afraid of the light.</a> And my great fear is that if we remove something as fundamental as the essential liberty called religious liberty that&rsquo;s founded in our constitution and embodied in the First Amendment by saying certain things are permissible to communicate and others are absolutely impermissible, we create a very dangerous and, I might add, litigious community. &ldquo;Be Fair, Baton Rouge&rdquo; in my opinion is incorrectly named. <a href=\"#\" data-toggle=\"popover\" data-content=\"The proposed ordinance&mdash;&lt;a href=&quot;/fairness-ordinance.pdf&quot;&gt;which you can read here&lt;/a&gt;&mdash;does not ban or in any way limit free speech or religious liberty. It simply bans discrimination and gives those who have been discriminated against legal recourse. If the oridnance passed, you could still proclaim your religious or moral objection to the lives of LGBT people (to their face, even); however, you would be disallowed, for example, to fire them from their job or evict them from their home on the basis that they were LGBT&mdash;you could, however, still fire or evict them for reasons that are already legal today (such as poor performance or breach of lease agreement).\">It is both unfair and unconstitutional because we ban speech.</a>",
        "We ban ideas and we&rsquo;ll ban &hellip; I might add areas of jurisdiction that this council does not possess constitutionally. When you raised your hand and swore to uphold the Constitution, that was your limit of authority. You will be held by what that Constitution allows you do. It&rsquo;s unfair because it bans certain communication and expression, even <a href=\"#\" data-toggle=\"popover\" data-content=\"The idea that an employer should be able to &ldquo;discipline&rdquo; employees for expressing themselves via their Constitutional rights on a topic that an employer happens to disagree with is, frankly, a terrifying concept. It is also strictly illegal at the federal level&mdash;this ordinance would not change that.\">employers from disciplining activist employees</a>. It demands discrimination against some people of faith who walk outside of the zone of protection that your exclusion creates with what is called the religious exemption. I&rsquo;ll get to that in a moment.",
        "And in my opinion it violates <a href=\"#\" data-toggle=\"popover\" data-content=\"The section he is referring to is &lt;a href=&quot;http://senate.legis.state.la.us/documents/constitution/Article6.htm#%A79.%20Limitations%20of%20Local%20Governmental%20Subdivisions&quot;&gt;here&lt;/a&gt;. Similar ordinances in Shreveport and New Orleans have not been challenged on these grounds in the Louisiana Supreme Court, so this argument seems dubious to me.\">articles six section nine of the Louisiana Constitution</a>, which prohibits municipalities <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:04:00]</a></strong> from creating new causes of action that will be settled in the District Court that are not reflected in State Law. By the way this matter is not reflected in State Law, <a href=\"#\" data-toggle=\"popover\" data-content=\"I believe he is referring to a bill that would have made it illegal to discriminate against LGBT people in housing. Mr. Mills&rsquo;s organization also lobbied against this bill. It was &lt;a href=&quot;http://www.nola.com/politics/index.ssf/2014/03/lgbt_gay_louisiana_housing_dis.html&quot;&gt;defeated in committee 13&ndash;5&lt;/a&gt;. His characterization of it being shot down because it was &ldquo;onerous, litigious and unnecessary&rdquo; is incorrect. The debate &ldquo;hinged on a property owners&rsquo; rights to deny housing to anyone they believe would jeopardize the &lsquo;safety&rsquo; and &lsquo;family&rsquo; oriented-nature of their community&rdquo;.\">it was shot down repeatedly because it was seen as onerous, litigious and unnecessary</a>. I agree with that. It&rsquo;s my opinion that an individual&rsquo;s conscience &hellip; forgive me. I know you&rsquo;ve got a clock keeper, but I saw what he did to the first half of this too. An individual&rsquo;s conscience, regardless of which side of this issue, ought to dictate private civil decisions, not the heavy hand of municipal government.",
        "And you&rsquo;re interjecting the police power of this body into those decisions and friends I don&rsquo;t think you have the authority to do so, not constitutionally. It is not the Council&rsquo;s business to create winners and losers. <a href=\"#\" data-toggle=\"popover\" data-content=\"It is unclear who &ldquo;we&rdquo; is in reference to here. If he is referring to the opponents of the bill, none of them&mdash;as you can read&mdash;offered suggestions on how the Council might make certain that LGBT members of our community were treated equitably, only that this ordinance did not do so.\">It&rsquo;s to make certain that the residents of this community are treated equitably, which I might add we all believe needs to be done.</a> I might also add that this new subject matter creates some controversy and questions like the young lady who came here and told you her name was Champagne Star and the difficulty that&rsquo;s created with how do we resolve those business decisions, employment decisions, restroom decisions is not adequately answered in that policy that&rsquo;s before you. Be Realistic, Baton Rouge.",
        "You don&rsquo;t need to insert sexual politics into private schools like Cyprus Heights Academy, which doesn&rsquo;t belong to a local religious order. It&rsquo;s a standalone operation that has more than ten employees and would be subject to the principles of your policy in its hiring and in its administration. It would subject nonprofit ministries like the crisis pregnancy centers and unwed mothers homes to hiring and other accommodation decisions that I&rsquo;m sure were not the intention of the author of this measure.",
        "It would create unnecessary conflict at places like the battered women&rsquo;s shelter who would have to decide if an individual who identifies their gender differently than their biological gender and is <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:06:00]</a></strong> subject of spousal abuse, will they then have to accept that individual into women&rsquo;s shelter? So called religious exemptions in this policy protect religious buildings, not religious people. If you walk outside of that building, you&rsquo;re subject to a litigation and/or the prohibition of your First Amendment rights. I think it creates a bull&rsquo;s eye on Baton Rouge. I have prepared a background that will tell you what that policy does.",
        "My colleague, who is coming shortly after, will explain that policy. I would encourage you to vote this down and not because I disrespect or I have any enemies, that I know of, on this side of the issue. We can chuckle, but I want you to know I don&rsquo;t have any known enemies, and today if we can make it right I would work to do that because just like the young physician who stood there and said without discrimination, as a ministry of the gospel I&rsquo;m told to tell the truth. I&rsquo;m here to testify the truth before you today; this is not a good idea.",
        "And this is not going mandate respect, the compulsory effort to dictate that you&rsquo;ve got to respect and appreciate another person&rsquo;s lifestyle. That you may hold a deeply held religious belief on them, it&rsquo;s not the policy of a council. That is something that&rsquo;s got to be generated like charity out of the overflow of the human heart and Christ did that to me and I believe that can make the difference, both with regard to relationships, communication, cooperation and how we resolve conflict. Thank you and God bless you."
      ]
    },
    {
      "name": "Kathleen Benfield",
      "comment": [
        "Good evening ladies and gentlemen. My name is Kathleen Benfield and I also am speaking on behalf of the Louisiana Family Forum. I certainly appreciate this opportunity. I&rsquo;d like to just briefly review what the ordinance does; we&rsquo;ve had a lot of emotional testimony about why people would be in favor of this ordinance. But what I&rsquo;d like to do is just speak briefly about what the ordinance exactly does <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:08:00]</a></strong>. What the ordinance does is number one add categories of protected classes to the Baton Rouge Code of Ordinances. And it adds not only sexual orientation and gender identity, but a whole list of other categories which are currently protected by the State.",
        "But here&rsquo;s one thing that has happened in the drafting of the ordinance as opposed to State Law. <a href=\"#\" data-toggle=\"popover\" data-content=\"This is a gross over-simplification of very complex anti-discrimination law. Unintentional discrimination (or, in legal terms, &ldquo;disparate impact&rdquo;) is still sometimes illegal&mdash;the absence of this word from the ordinance does not automatically assign culpability to people who are unknowingly discriminatory. You can read more &lt;a href=&quot;http://www.legalmatch.com/law-library/article/unintentional-discrimination.html&quot;&gt;here&lt;/a&gt; and &lt;a href=&quot;http://en.wikipedia.org/wiki/Disparate_impact#Unintentional_discrimination&quot;&gt;here&lt;/a&gt;.\">The word &ldquo;intentional&rdquo; has been omitted in the drafting of the ordinance.</a> Whereas State Law requires discrimination to be intentional in order to create a cause of action, now this ordinance creates a whole new cause of action for any of the categories that are listed in the ordinance, including race, sex, gender and sexual orientation, even if that discrimination is not intentional. If it&rsquo;s unintentional there will still be a cause of action, because that has been omitted from the ordinance as opposed to what is actually contained in State Law.",
        "So, what this ordinance does really is create a new cause of action and will allow individuals to sue other individuals if they perceive that they have been discriminated against. Now what is the rationale between protecting certain classes of individuals as opposed to others? Well in our law and culture employers, businesses, individuals, property owners, our culture and law has respected the right of individuals, businesses, et cetera to control their lives, their property and their businesses. And only recently in the 60s, because of a long history of discrimination, where certain exceptions carved out of that policy of allowing people to do commerce and to enact commerce <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:10:00]</a></strong> and to do different things because of their own principles and their own ethics. So it&rsquo;s only because of the long history of discrimination in this country that they&rsquo;ve decided, our leaders decided, that it was a good idea to protect certain classes of people. But the point is that there are many, many, many, many exceptions to the Civil Rights Act. There are many groups of people that are not protected under the Federal Civil Rights Act, under our State Civil Rights or our Louisiana Fair Housing Act.",
        "And the reason for this is because that we cannot protect every single factor and there has to be a rational basis for protecting one class of individuals over another. And in the case of race there was a long history of discrimination, there was economic disparity and there was political powerlessness. All three of these are the criteria that are used to discern what groups of people should be protected and what should not. I have heard no evidence today to make the point that the classes that are sought to be protected under this ordinance have economic disparity, have problems with political powerlessness.",
        "In fact you will find that <a href=\"#\" data-toggle=\"popover\" data-content=\"By &ldquo;homosexual lobby&rdquo;, I assume Mrs. Benfield means the Human Rights Campaign, which is certainly the most well-known. You can see their activity on &lt;a href=&quot;http://www.opensecrets.org/orgs/summary.php?id=D000000158&quot;&gt;OpenSecrets&lt;/a&gt; and judge for yourself if you think they are &ldquo;one of the most politically powerful&rdquo;. Objectively, judging from the success of LGBT legislation, it would be hard to support that argument.\">the homosexual lobby in this country is one of the most politically powerful in our country today</a>. Excuse me; we were extremely polite when the opposition was speaking and to have any snickering or laughing I think is totally inappropriate.",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"If your &ldquo;moral and ethical principles&rdquo; are to discriminate against LGBT people, then this ordinance would certainly would limit your ability to practice those principles. If, however, your principles do not include discrimation, this ordinance would have no effect on you.\">So basically the goal of this ordinance is to compel people by force of government to ignore any consideration of their own personal ethics and morality</a> and to require them with the police power of the State and the State behind them to have to have to sacrifice their own moral <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:12:00]</a></strong> and ethical principles. So you&rsquo;ve been told today that you cannot and should not and will not say no to this ordinance. Let me tell you this, you are being asked to do something today that the Louisiana Legislature repeatedly has refused to do, and for very good reason. You are being asked to do today what the United States Congress repeatedly has refused to do and did not.",
        "You are being asked today to do something which the Federal Courts and the Louisiana Supreme Court has refused to do. You are being asked today to do what Louisiana Governors including Governor Blanco who did have a limited nondiscrimination policy executive order. She refused to go this far and even President Obama, who is probably the most gay-friendly president that we&rsquo;ve had and I think that is without dispute, he has refused to do it. You are being asked to do something today which other bodies have repeatedly refused to do. I don&rsquo;t think you have to be worried or guilty or I think it is good stewardship of the responsibility you have been given to say no to this ordinance, thank you so much."
      ]
    },
    {
      "name": "Fran White",
      "comment": [
        "My husband maybe referring to me because I corrected him on the number of years we have been married the last time he spoke. I don&rsquo;t need to do that today, he says he will remain silent. But my name is Fran <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:14:00]</a></strong> White, I&rsquo;m not the owner of a business, I haven&rsquo;t started one in Baton Rouge. I don&rsquo;t have a corporation. <a href=\"#\" data-toggle=\"popover\" data-content=\"Mrs. White is, however, the wife of retired City Court Judge Darrell White, who was a &lt;a href=&quot;http://en.wikipedia.org/wiki/Louisiana_Family_Forum#History&quot;&gt;founding member of the Louisiana Family Forum&lt;/a&gt;.\">I don&rsquo;t have any power</a> or any money to lend to you for anything. I&rsquo;m just here to speak for women, to speak for mothers, to speak for children. Mothers and children serve, stand to suffer irreparable harm under this, rather this ordinance. For that reason I strongly urge you to reject it.",
        "A no vote today will help assure that the children of Baton Rouge will not face the <a href=\"#\" data-toggle=\"popover\" data-content=\"I believe Mrs. White misspoke here and is actually referring to the Florence-Penrose School District in Colorado, not one in California. &lt;a href=&quot;http://www.thedenverchannel.com/news/local-news/new-policy-for-transgender-student-reviewed-in-florence-penrose-school-district&quot;&gt;There was indeed a group of three families</a> that asked the school board to restrict transgender people from using the restroom of their gender identity, but the school district rejected their claim of privacy violations &lt;a href=&quot;http://www.canoncitydailyrecord.com/ci_24921630/florence-penrose-school-district-receives-draft-policy-regarding?IADID=Search-www.canoncitydailyrecord.com-www.canoncitydailyrecord.com&quot;&gt;after investigations found no evidence&lt;/a&gt; thereof, and upheld the transgender student&rsquo;s right to use the restroom of their gender identity, &lt;a href=&quot;http://www.cnn.com/2013/06/24/us/colorado-transgender-girl-school/&quot;&gt;consistent with Colorado state rulings&lt;/a&gt;.\">same indignities that were faced by the freshman girls in Florence High School in Florence, California</a> who were subjected to the indignity of a young teenage boy in their restroom, in their girl&rsquo;s bathroom. That young man went through and harassed and spoke unkindly to them and shocked them that he was even there. The shocked and offended parents were stunned even further when they brought that to the attention of the administration who then replied that the rights of that self-proclaimed transgendered teenager triumphed their daughters rights to privacy in the girl&rsquo;s bathroom.",
        "Now I would submit to you that I have never met a parent in East Baton Rouge Parish who would willingly subject their daughters to such a horrific experience. And for that reason I would really strongly request that you vote no on this measure <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:16:00]</a></strong>. Mothers in Baton Rouge, many of us are trying very hard to obey the teachings of Jesus Christ. And I think a little correction on the teachings of Jesus Christ may be due here. In red letters in Mark, Jesus Christ said that, &ldquo;Sexual immorality defiles a person.&rdquo; There is no question about the teachings of Jesus on that so let&rsquo;s make that clear.",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"Mrs. White&rsquo;s argument that the ordinance would limit or otherwise impede a mother&rsquo;s ability to instruct her children is unfounded. The ordinance would not limit freedom of speech or religious expression. It would merely make discrimination illegal.\">But mothers, who are trying very hard in a very hostile culture, to lead their children into responsible living and to avoid sexual immorality will not be able to continue to hold to these teachings once we progress down this line and religious speech is held hostage.</a> So what we clearly have here is a dilemma of parents and what we have here is a dilemma of Baton Rouge. The children of Baton Rouge are our future. We can talk about economic development until we are blue in the face, but if our children are not trained in the fear and admonition of the Lord and what is right and what is wrong and yes, to understand differences and to be able to discern right and helpful behavior from harmful behavior.",
        "If that cannot be discussed, have we a future here in Baton Rouge? Have we really a future? Years ago there was popular the saying, &ldquo;The hand that rocks the cradle rules the world.&rdquo; The hands that rocks the cradle meaning the mother&rsquo;s voice, the mother&rsquo;s hands, the mother&rsquo;s guidance to nurture and develop in their children responsibility and right living, that that is what builds the future. It builds the future of our city and it in deed builds the future of this world. So I ask you not to stand in the way of what we <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:18:00]</a></strong> can say as mothers. How we can train our children. Do not limit our speech, let us tell the truth about what is in red letters in the Bible and let us never be deprived of our religious rights. For those reasons I respectfully request that you vote no on this measure. Thank you."
      ]
    },
    {
      "name": "Jeff Wintenbrick",
      "comment": [
        "Good afternoon, ladies and gentlemen of the council, ladies and gentlemen who are here all present, I appreciate the opportunity to be here. I want to say first of all that I do count people on both sides of this issue as my friends. I do appreciate the honesty and the civility of which this debate has been given so far and I hope to continue that. I&rsquo;m here today just as a man, a citizen of Baton Rouge, a father, a husband and as a lawyer and I have to say that in reviewing this statute, one of the fears that has been expressed by at least one of the councilmen is that fear of lawsuits, and I can tell you that this particular statute and <a href=\"#\" data-toggle=\"popover\" data-content=\"The ordinance would only &ldquo;give rise to lawsuits&rdquo; if and when discrimination occurs. If you don&rsquo;t discriminate, you have a reasonable expectation of remaining unencumbered by litigation.\">the way it&rsquo;s drafted will definitely give rise to lawsuits</a>.",
        "There is a reason that the Louisiana State Legislature has not gone this route. There is a reason that the United State Congress has not gone this route and that&rsquo;s because those lawsuits are disruptive and because it will cause economic loss. Those are things that you need to be worried about. Now we&rsquo;ve had a lot of business leaders here today talk about business development, economic development, all these kinds of things. We all appreciate the businesses that have come here to Baton Rouge and I will tell you why they have come here to Baton <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:20:00]</a></strong> Rouge. Baton Rouge is a great city. Baton Rouge has recently been noted to be one of the <a href=\"http://www.nola.com/news/baton-rouge/index.ssf/2014/07/lafayette_baton_rouge_among_th.html\" target=\"_blank\">top five happiest cities in the country</a>.",
        "I want to say to Baton Rouge, that&rsquo;s a great achievement. And we can leave well enough alone. The fact of the matter is while there are a whole lot of people here to talk in favor of this ordinance, <a href=\"#\" data-toggle=\"popover\" data-content=\"&lt;a href=&quot;http://www.washingtonpost.com/national/health-science/health-survey-gives-government-its-first-large-scale-data-on-gay-bisexual-population/2014/07/14/2db9f4b0-092f-11e4-bbf1-cc51275e7f8f_print.html&quot;&gt;The CDC survey&lt;/a&gt; actually found that 1.6% of adults self-identify as gay or lesbian. 96.6% self-identify as straight. The survey did not ask about gender identity or expression.\">the CDC has said that 3% of the United States is gay, lesbian or transgender</a>. Now I want to tell you, all the business decisions in this country are not being made by those 3%, they are being made probably by the other 97%. We want to welcome people, we want to accept people, but they don&rsquo;t have to have the say and the influence that they&rsquo;ve been given. Now I want to say that the city has not changed in the last six months and as a tax payer and as a person who pays attention to government,",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"In fact, the people of Baton Rouge soundly &lt;em&gt;support&lt;/em&gt; LGBT rights: &lt;a href=&quot;http://www.nola.com/news/baton-rouge/index.ssf/2014/07/baton_residents_less_conservat.html&quot;&gt;54% support same-sex marriage&lt;/a&gt; and &lt;a href=&quot;http://theadvocate.com/home/9729919-125/poll-majority-of-ebr-residents&quot;&gt;62% support this very ordinance&lt;/a&gt;. I would argue that it&rsquo;s an affront to the people of Baton Rouge to claim otherwise.\">I have to say the fact that this keeps coming up over and over again after being soundly rejected by the people of Baton Rouge and you, this honorable council, is really an affront</a>. And we&rsquo;ve been told that it&rsquo;s going to come back up and again and again, and I just have to ask you, that&rsquo;s for 3% of the population. It&rsquo;s a misplacement of priorities, do we not have enough infrastructure to worry about? Do we not have enough crime to worry about? The unintended consequences for number one, <a href=\"#\" data-toggle=\"popover\" data-content=\"Mr. Wintenbrick is referring to subdivisions where homes are zoned for single-family occupancy. The case was originally brought by a landlord who wanted to rent to more than two unrelated people. &lt;a href=&quot;http://theadvocate.com/news/9118619-123/state-supreme-court-city-parish&quot;&gt;The Louisiana Supreme Court upheld the City-Parish&rsquo;s zoning laws&lt;/a&gt;, and so A-1 housing can only be occupied by &ldquo;an individual or two or more persons who are related by blood, marriage or legal adoption living together&rdquo;. In Louisiana, gay people married in a different state (gay marriage is illegal in Louisiana) are legally two unrelated people since Louisiana does not recognize out-of-state gay marriages. This is currently being &lt;a href=&quot;http://theadvocate.com/news/neworleans/9513336-148/gay-marriage-case-headed-to&quot;&gt;challenged in federal court&lt;/a&gt;.\">we just fought a battle in Baton Rouge to preserve A1 family housing</a>. Do I have the&hellip;",
        "Okay. Serious issue of whether or not A1 family housing will be preserved, I do agree with Mr. Mills that it may be unconstitutional <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:22:00]</a></strong> under Louisiana Article Six, Section nine. I also want to say that there is one person who spoke. I don&rsquo;t know what his qualifications or her qualifications were for employment but I can tell you this statute will give him a lot of qualifications for lots of lawsuits. Thank you very much."
      ]
    },
    {
      "name": "Clay Johnston",
      "comment": [
        "Good evening, honorable members of the Metro council thanks for the opportunity to speak to you. I&rsquo;m Clay Johnston, Baton Rouge attorney and realtor. Just wanted to echo Miss Benfield&rsquo;s sentiments about the Congress not asking you to do what is being asked to do today. The Federal Courts, The State Courts, the State Legislature, the President, all these different whether executive or legislative bodies that you are not being asked to do that, I would appeal also to a body of law that would go way back to what we were founded on, the Declaration of Independence, which we just got through celebrating this month, where it talks about us being endowed with certain unalienable rights.",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"&ldquo;We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.&rdquo;\">I think it may be said that it is doubtful that what we are dealing with today is the unalienable rights and vision by our forefathers or founding fathers</a>. Now appeal to one other partly, while it was cited earlier this evening, in the story about Abraham and the three men. That goes to what at least one faith refers to as the law, the book of Genesis. Shortly after that account of the three men eating dinner with Abraham, God makes very clear several verses later that when two of those men went down to the City of Sodom they were solicited for homosexual favors.",
        "They make it very clear what He thinks about that and that His attitude never changes <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:24:00]</a></strong> in that book of the Law or His Word. I&rsquo;ll just encourage you to consider those things tonight as you make your decision. Thank you so much."
      ]
    },
    {
      "name": "Chuck Lowman",
      "comment": [
        "Mr. Mayor Pro Tem, members of the Council, thank for this privilege. My name is Dr. Chuck Lawman, I am from the Baptist Association of Greater Baton Rouge and I am here tonight just to encourage you, because you see, to speak against or perhaps to vote against a Fairness Ordinance would suddenly label one as unfair, intolerant, bigoted and perhaps homophobic. Which, see ,I understand that because it is human nature to resent being told that your conduct is inappropriate. I love to drive probably seven to 10 miles over the speed limit. It&rsquo;s something that I do and the other day I came upon a State Trooper who was travelling the same way but he was going the speed limit and I suddenly resented his presence.",
        "I resented his being there. I didn&rsquo;t for a moment believe that he hated me but I resented him. But all he was doing was what he was called to do because he understands without law, without objective truth, chaos ensues. And that&rsquo;s where we find ourselves today. You see, there are objective truths. We are in a position where Jeremiah was when he said, &ldquo;The people don&rsquo;t even recognize their abomination. They don&rsquo;t even know how to blush.&rdquo; And yet we are told to love as Jesus loves and I believe that. You&rsquo;ve heard about the woman caught in adultery what you didn&rsquo;t hear was at the end of that he said, &ldquo;Where are those who condemn you <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:26:00]</a></strong> neither do I condemn you but go and sin no more.&rdquo;",
        "You see, I don&rsquo;t believe Jesus hated her when he said that. I don&rsquo;t believe he loved her any less, but he understood the truth. And so I want to encourage you not to promote or protect a behavior that&rsquo;s contrary to God&rsquo;s word, but do what is right according to your conscience and defeat this ordinance. Thank you very much."
      ]
    },
    {
      "name": "Sally Steward",
      "comment": [
        "Hi, I&rsquo;m just going to read because I&rsquo;m nervous. I&rsquo;m deeply concerned, first let me say that I have family members and friends that are gay and all of whom that I love dearly and I have wonderful relationships with them. I believe that gay and lesbian, bisexual and transgender people should be treated fairly, but <a href=\"#\" data-toggle=\"popover\" data-content=\"There are no discrimination protections for LGBT people in Baton Rouge. It is legal to fire them or evict them from their homes purely on the basis that they are LGBT.\">like the rest of us they are already endowed with all the antidiscrimination laws necessary to thrive here in Baton Rouge</a>. I&rsquo;m deeply concerned by how na&iuml;ve, gullible to propaganda and truly uneducated so many of the locals who spoke earlier tonight are.",
        "And that is most likely why 62% think that they are for this ordinance. However, as evidenced in other states, the issue presented here is not really about the LGBT lack of rights or opportunity, nor their unfair treatment. I have lived in Baton Rouge collectively for 16 years, however I lived in the San Francisco Bay area throughout the 1960s through the 1990s. And I experienced the LGBT movement up close and personal. Their goal is not equal rights. Let me say that <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:28:00]</a></strong> again, ladies and gentlemen, their goal is not equal rights. You need to let that sink in, Miss Marcel and those of you that were very key in pushing this ordinance.",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"This ordinance would not take away any rights from anyone. It merely makes discrimination illegal.\">Their goal is to take the rights from the other 98% of the people that you are in office to serve</a>. It is this group, the LGBT activist movement, <a href=\"#\" data-toggle=\"popover\" data-content=\"I do not have a speaker list, but, anecdotally, everyone who spoke in favor of the ordinance&mdash;the people, businesses and organizations&mdash;were from Baton Rouge. They live and work here and are not &ldquo;out-of-state&rdquo; activists. There are many dedicated organizations who fight for LGBT rights in Louisiana, including &lt;a href=&quot;http://www.ccabatonrouge.org&quot;&gt;CCA&lt;/a&gt;, &lt;a href=&quot;http://equalityla.org&quot;&gt;Equality Louisiana&lt;/a&gt;, and &lt;a href=&quot;http://forumforequality.org/&quot;&gt;Forum for Equality&lt;/a&gt;, all of whom were founded, organized and are run by people from Louisiana.\">brought in from out-of-state</a> that fuels this campaign. They do not even represent the views of all homosexuals. Many men and women that are not heterosexual do not agree with the extreme LGBT activist movement. <a href=\"#\" data-toggle=\"popover\" data-content=\"I believe Ms. Steward may have misspoke here. Surely she did not mean that the LGBT people she is friends and family with wish that their discrimination continue. I can&rsquo;t imagine anyone would wish their discrimination continue.\">I know, I have relationships with them, they&rsquo;re friends and family</a>. And you cannot in anyway compare this to what African-Americans have suffered. Come on people, wake up, we all get picked on for something and people get or don&rsquo;t get a job or a rental every day for stupid reasons, like <a href=\"#\" data-toggle=\"popover\" data-content=\"If you were fired for &ldquo;being ugly or too fat or [being] a Star Wars lover&rdquo;, that would be considered discrimination and you would have legal recourse against your employer. LGBT people, however, do not have that same right.\">being ugly or too fat or you are a Star Wars lover</a> or you just don&rsquo;t fit in with us or on our team.",
        "And it&rsquo;s atrocious that everyone compares this to what African-Americans suffered because they were black skinned. The black community deserves better than that. <a href=\"#\" data-toggle=\"popover\" data-content=\"The police officer she is referring to is Lieutenant Alice Warren of the City of Baker Police Department. She is the only female to ever attain that rank and was being honored for her service during the meeting. During her comments, she said she was a lesbian and had been accepted by her community and her subordinates. I believe the point of her story was to illustrate how open our community is to LGBT people in order to urge the Metro Council to support the ordinance, not that her story of acceptance should indicate that discrimination isn&rsquo;t present and that the ordinance is not needed. You can watch the video of her comments &lt;a href=&quot;http://batonrougela.swagit.com/play/07232014-770/#12&quot;&gt;here&lt;/a&gt;.\">Even the police officer that was here tonight</a>, a gay public servant, admitted that she was fully accepted and supported by everyone. Every gay person except one that spoke here tonight <a href=\"#\" data-toggle=\"popover\" data-content=\"Ms. Steward seems to confuse anecdotes of success despite discrimination as evidence that discrimination does not exist. This is faulty logic.\">admitted themselves that they have not been discriminated against nor held back in any way</a>. Even Champaign, our transgender friend, who stood here playing the pitiful victim failed to tell you her whole story, <a href=\"#\" data-toggle=\"popover\" data-content=\"Again, Ms. Steward misses the point. Eventually getting a job does not excuse the numerous companies that wouldn&rsquo;t hire Champaign because she&rsquo;s transgender. Her story is evidence of discrimination&mdash;and of attaining success despite it\">that she not only got a job right here in Baton Rouge</a> but is the general manager of a local restaurant</a>.",
        "So stop playing the victim, <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:30:00]</a></strong> because you are not. Not anymore so than the millions of others for thousands of reasons that have nothing to do with their sexual behavior. Mr. Lamar, I agree there are a lot of bright, wonderful gay people. But at only 2.3% of the population there are many, many more bright and talented people who are not gay, so <a href=\"#\" data-toggle=\"popover\" data-content=\"I believe she is actually referring to Kevin Reilly, chairman of Lamar Advertising, which is one of Baton Rouge&rsquo;s largest private companies. He spoke in favor of the ordinance (as did Mr. Lamar&mdash;son of the founder of Lamar Advertising). Mr. Reilly was remarking that it would be easier to recruit out-of-state talent to move to Baton Rouge&mdash;where a majority of their workforce is located&mdash;if such a non-discrimination ordinance existed. Ms. Steward&rsquo;s claim of that argument being invalid is lost on me; his point was well-made.\">that is not a valid argument</a>. <a href=\"#\" data-toggle=\"popover\" data-content=\"I was unable to find any source to substantiate this claim.\">It&rsquo;s also fact that some of the worst homicides are committed by gays</a>, but you failed to mention that little tidbit. There is nothing fair about an ordinance that <a href=\"#\" data-toggle=\"popover\" data-content=\"The ordinance would not strip anyone of their freedom of speech. It would merely make it illegal to discriminate.\">strips the masses of their personal rights, freedom of choice and free speech</a> because of the sexual exploits of 2% of the people.",
        "This Fairness Ordinance would limit the rights of business and rental property owners and tie their hands from freely <a href=\"#\" data-toggle=\"popover\" data-content=\"Business owners and property owners would still be able to make &ldquo;sound, fair and constructive decisions case-by-case based on experience and education&rdquo;. The ordinance would simply make it illegal for them to fire or evict LGBT people based on that fact alone. Business owners could still fire someone for poor performance and property owners could still evict for a breach of lease agreement.\">making sound, fair and constructive decisions case-by-case based on experience and education</a>. It will force all business and rental owners to cater to a specific people group even if it goes against statistics, their better judgment, their personal values or their religious beliefs. Regardless of what some propaganda say tonight, all sexual behavior is learned and is a choice based on scientific and clinical study by the <a href=\"#\" data-toggle=\"popover\" data-content=\"I am not sure which association Ms. Steward was referring to. It could have been the American Medical Association, which &lt;a href=&quot;http://www.ama-assn.org/ama/pub/about-ama/our-people/member-groups-sections/glbt-advisory-committee/ama-policy-regarding-sexual-orientation.page?&quot;&gt;&ldquo;opposes any discrimination based on an individual&rsquo;s sex, sexual orientation, gender identity&rdquo;&lt;/a&gt;; or the American Psychiatric Association, which in 1973 &lt;a href=&quot;http://www.apa.org/monitor/2011/02/myth-buster.aspx&quot;&quot;&gt;removed homosexuality as a mental disorder&lt;/a&gt;, &lt;a href=&quot;http://www.psychiatry.org/File%20Library/Mental%20IIlness/Lets%20Talk%20Facts/APA_Sexual-Orientation.pdf&gt;upholds that&lt;/a&gt; &ldquo;Most psychiatrists have come to the conclusion that sexual orientation is not likely to change through any form of mental health treatment.&rdquo;, and &lt;a href=&quot;http://www.psychiatry.org/lgbt-sexual-orientation&gt;calls for discrimination and the stigmatizing of homosexuality to end&lt;/a&gt;; or the American Psychological Association, which &lt;a href=&quot;http://www.apa.org/topics/lgbt/orientation.aspx&gt;in 1975&lt;/a&gt; began to call for discrimination and the stigmatizing of homosexuality to end and &lt;a href=&quot;http://www.apa.org/topics/lgbt/orientation.pdf&quot;&gt;upholds that&lt;/a&gt; &ldquo;most people experience little or no sense of choice about their sexual orientation&rdquo;. I was unable to find any scientific or medical study that substianted these claims.\">association of medical and psychologist and psychiatrist</a>.",
        "If Baton Rouge is going to be on trend as a great American City, then let&rsquo;s be the trendsetter in the right direction, not the wrong direction that so many bankrupt, politically-correct cities are falling for. Let&rsquo;s not just look at other cities and be followers because everyone else is doing it. Let&rsquo;s educate ourselves based on the whole truth, not propaganda. We can be a successful, on-trend, diverse city without taking the freedoms and rights of the majority. This city is loving <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:32:00]</a></strong> and accepting to gays, what you really need to be concerned about and focused on more in Baton Rouge is the infrastructure and is the rampant, sick racism coming from both the white and the black community and <a href=\"#\" data-toggle=\"popover\" data-content=\"This claim is patently false and truly a remarkably offensive statement. Although it&rsquo;s true that certain sexual acts carry a higher risk, anyone can contract HIV/AIDS, &lt;a href=&quot;http://en.wikipedia.org/wiki/AIDS_and_homosexuality#HIV_can_infect_only_homosexual_men_and_drug_users&quot;&gt;not just LGBT people&lt;/a&gt;. Futher, the &lt;a href=&quot;http://en.wikipedia.org/wiki/HIV/AIDS#Origins&quot;&gt;disease is widely thought&lt;/a&gt; to have originated in primates in Africa and then transferred to humans in the early 20th century. The idea that HIV/AIDS began in the gay community is dangerious misinformation that perpetuates the stigmatization of LGBT people and leads to the spread of the disease.\">our serious AIDS issue, which began in America in the gay communities</a>. Fact."
      ]
    },
    {
      "name": "Brian Mayers",
      "comment": [
        "I hope you&rsquo;re all well. I&rsquo;m going to be respectful for your time, and I&rsquo;ll urge everybody who comes after me to be respectful of the time as well. I thought I&rsquo;d use my two minutes wisely. I didn&rsquo;t know what I was going to say or if I would say anything. I sent all of you an email to kind of tell you what I feel like. I can talk about the legal issues here, but that&rsquo;s been raised about the constitutional issues. I could talk about the economic development things; I think there are some good arguments there that could be made to refute what&rsquo;s been said. But I want to restrict my minute and 24 seconds to what the Bible says.",
        "And as I told you in my email, that&rsquo;s my heart and you know that&rsquo;s kind of how this argument has been framed by prior speakers. I just have a Biblical world view, and the Bible says &hellip; There&rsquo;s a lot of things in the Bible I don&rsquo;t understand, I&rsquo;m going to tell you that right now. I&rsquo;m not a pastor, I don&rsquo;t profess to be a Biblical scholar, but there are things that are just really clear. And if you want to look in First Corinthians, chapter six, it says <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:34:00]</a></strong> about a list of sins. That says people who habitually practice these things will not inherit the kingdom of God. That&rsquo;s clear, that&rsquo;s not subject to anybody&rsquo;s interpretation, that&rsquo;s as clear as it can be, so anything that promotes the lifestyle that encourages that is wrong and you ought to vote against it.",
        "I got 20 seconds, so I serve a God I love, God says to speak the love in kindness and in truth and that&rsquo;s what I&rsquo;m going to do. <a href=\"#\" data-toggle=\"popover\" data-content=\"The ordinance would not restrict the ability to disagree&mdash;verbally, even&mdash;with LGBT people. It would, however, make it illegal to discriminate against them. Mr. Mayers, your moral objection does not preclude you from supporting their right to live a fulfilled life free from discrimination.\">Loving somebody doesn&rsquo;t mean you never tell them no</a>, you&rsquo;ve got children, you&rsquo;ve got grandchildren, you don&rsquo;t let them do everything they want to do, you&rsquo;re protecting them. God loves all these people, as a Christian I love all these people, but I don&rsquo;t love what they do. So, to say that you have to love everybody, you don&rsquo;t have to accept everything they do. And you take a stand, be courageous, not because it&rsquo;s the political or right thing to do, or because it&rsquo;s &hellip; and I&rsquo;m out of time. Not because it&rsquo;s politically correct but because it&rsquo;s what the Bible says. And I know a lot of y&rsquo;all are Christians, so stand up and be counted. Thank you."
      ]
    },
    {
      "name": "Larry Hood",
      "comment": [
        "Thank you very much Mayor Pro Tem and members of the Council for this opportunity and I&rsquo;m Pastor Larry Hood and I reside in District Nine, I&rsquo;m almost &hellip; what [inaudible 00:35:45] said, I&rsquo;m a pastor but I&rsquo;ve heard, I&rsquo;m almost tempted to say, why don&rsquo;t you <a href=\"#\" data-toggle=\"popover\" data-content=\"I wonder if Pastor Hood would add the pastor who opened the Council meeting with a prayer in Jesus&rsquo;s name to the list of protected classes.\">add pastors as a list of the protected classes</a>. There are inherent, in the way that document <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:36:00]</a></strong> is worded, contradictions and confusion. For instance, you have exemption and you have exceptions and you define terminology. First you start with sex; sex is scientifically, physiologically and atomically defined by your anatomy.",
        "Then you have gender orientation or gender identity and then sexual orientation. Now, if that is the same as sex, then the wording is redundant. If it&rsquo;s different from sex, then we have another issue. If it&rsquo;s different from sex, if sex is something different from sexual orientation then we have another problem, because now we&rsquo;ve got to figure out whether you&rsquo;re trying as a Council to <a href=\"#\" data-toggle=\"popover\" data-content=\"Pastor Hood makes a bizarre semantics argument and ultimately decides to define sexual orientation, gender identity and gender expression as a &ldquo;behavior&rdquo;. Previous links to various medical associations dispute this claim. Regardless, the ordinance wouldn&rsquo;t &ldquo;ascribe rights to a behavior&rdquo;. It would, however, make it illegal to discriminate against LGBT people on that basis.\">give rights to a person or to ascribe rights to a behavior</a>. I heard a mention of a civil rights issue; I was educated in pre-integration. I attended LSU when African-Americans were relegated to the fourth floor of the stadium.",
        "And one of my first lessons was don&rsquo;t go to a game unless you wanted stuff thrown at you or on you. My second lesson was don&rsquo;t walk around during the games unless you wanted to be beaten. My third lesson was when I went to see about a paper, my professor sitting in the office, told her &hellip; I&rsquo;m looking at my professor &hellip; told her secretary that she wasn&rsquo;t in. That&rsquo;s discrimination, that&rsquo;s not what this is. Then if it&rsquo;s not discrimination, then what is it? Let me tell you simply what is, as a Council, one of your basic functions is to protect the rights of citizens. What we have done is taken a preference <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:38:00]</a></strong> that should remain intimate in my bedroom, bring it to the public square, designate it as a person and give it rights.",
        "Let me give you a parallel example, I can walk around, I can walk from a house at Circle K without a shirt on, I would not be arrested for indecent exposure. Circle K says they will not serve if I don&rsquo;t have a shirt, <a href=\"#\" data-toggle=\"popover\" data-content=\"In fact, Louisiana law &lt;a href=&quot;http://legis.la.gov/lss/lss.asp?doc=104291&quot;&gt;prohibits discrimination&lt;/a&gt; in &lt;a href=&quot;http://legis.la.gov/lss/lss.asp?doc=104275&quot;&gt;public accomodations&lt;/a&gt; for certain protected classes. The presence of a shirt is not a protected class, so a private business would be free to discriminate on that basis. LGBT defintions are also not included, so a business could similarly discriminate on that basis. This ordinance would fix the latter, but not the former. As &ldquo;people who go shirtless&rdquo; are not a class of people and because there may be legitimate business reasons for denying someone who isn&rsquo;t wearing a shirt patronage, the argument is specious, at best.\">are you going to add that to the amendment</a>? The wording is not clear, sometimes it&rsquo;s contradictory, <a href=\"#\" data-toggle=\"popover\" data-content=\"&lt;a href=&quot;http://www.houstonchronicle.com/news/politics/houston/article/Equal-rights-law-opponents-deliver-signatures-5599272.php&quot;&gt;As far as I can tell&lt;/a&gt;, there was an anti-discimination ordinance passed in Houston, and although there is a recall petition led by religious leaders, there is no pending lawsuit.\">this really is amazingly similar to the same ordinance instituted in Houston, Texas, and as I stand here tonight there are engaged in litigation</a> because there&rsquo;s an attempt to remove the designation for men and women from public restrooms. What we&rsquo;re going to do is set a dangerous precedent because when we start ascribing rights to behaviors then what behavior will be restricted. Thank you. Vote no."
      ]
    },
    {
      "name": "Rick Edmond",
      "comment": [
        "I&rsquo;m honored to speak to the Council tonight and I must admit through all this testimony and hours that we&rsquo;ve spent together, the unfortunate thing is that we are a house divided and that troubles my heart. I know that we&rsquo;ve snickered and done on both sides and we&rsquo;re all guilty of these things, and we can all pretend we&rsquo;re not. We all have deep-seated emotions and feelings. But the truth is we are a house divided and we shouldn&rsquo;t be. We live in a great city. I&rsquo;ve sat in a vacuum for a few moments and I&rsquo;m kind of confused, I&rsquo;m kind of confused because I&rsquo;m seeing businesses come to Baton Rouge.",
        "I&rsquo;m reading magazines and articles of national periodicals that say that Baton Rouge is one of the leading cities in America. And I&rsquo;m just thankful to be a small part of that. I&rsquo;m thankful that those who&rsquo;d think so highly of our state and our city and I want to commend our legislators and I want to commend our council members and our mayor for setting such a standard to say Louisiana is the place you want to be. In the next four or five years, the next decade, this is a place you want to raise your kids. This is a place that you want to build your business, this is a place that you want to go to school, this is a place that you want to make friends, come on can I get a witness, this is a place that we want to love one another. I mean that&rsquo;s the kind of place this is.",
        "You open these things up for preachers that&rsquo;s what you&rsquo;re going to get, if you&rsquo;re not careful I&rsquo;ll take up an offering in just a minute <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:42:00]</a></strong>. Now, let me just say this, I want to say personally, because it&rsquo;s personal. We have name calls that go on, and I want to take the final minutes that I&rsquo;ve got of your time and I think I had till 8:30 and say that I&rsquo;m one of these extremists. I want to testify today that I&rsquo;m one of these extremists that stand before you today. I&rsquo;ve been married for 40 years and I&rsquo;m passionately in love with my wife today. I&rsquo;m one of these extremists that have four sons and I love them as all my favorites.",
        "I&rsquo;m one of these extremists that love eight grandchildren, five males and three females and love them and think they&rsquo;re the best things in the history of the planet. But I&rsquo;m here to tell you today you need to be an extremist as well. An extremist that would say you know what, you were elected to vote your conscience and somehow we&rsquo;ve been told that that&rsquo;s a wrong, but I want to tell you it&rsquo;s a right. You have to have inside of you as an American leader, instilled in your conscience, and we&rsquo;re thankful for our American heritage that we have great voice of character throughout men and women like you throughout history.",
        "So I&rsquo;m inviting you as we pray for you and I&rsquo;m praying you, I want to bring love in the room, say I love and appreciate; I want to say that for everybody in the room. We ought to leave this place, even if we disagree, we&rsquo;ve got to love each other. I mean why can&rsquo;t we get over the hump? I mean that&rsquo;s what we really need to do, true or false? What you have to do is tough, you have to vote your conscience. <a href=\"#\" data-toggle=\"popover\" data-content=\"The ordinance would only redefine what discrimination is illegal. It would not redefine marriage, sexual orientation, or gender.\">Not redefine marriage, not redefine sexual orientation, not redefine gender</a>. Sometimes votes are hard. But we&rsquo;ve been led by a Biblical principle and I&rsquo;m done, I&rsquo;m not going to quote to you any more scripture tonight.",
        "But I do agree this has been brought out of the private into the public and what&rsquo;s seen out in public we have to have a conscience to entertain. I&rsquo;m inviting you to vote your conscience <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:44:00]</a></strong> that&rsquo;s built from your character and you have to do what&rsquo;s right for all the people of Baton Rouge and I will say this as I leave this microphone tonight that under God&rsquo;s power and his anointing, for all of us, I&rsquo;m confident in you, that you&rsquo;ll do the right thing."
      ]
    },
    {
      "name": "Thomas Drake",
      "comment": [
        "Mr. Chairman and members of the City Council of Baton Rouge. My name is Thomas Drake. I&rsquo;m President of TFP Louisiana, which is a nonprofit of religious inspiration. I&rsquo;m a Roman Catholic; I worship God close to this building here. And I am concerned about the proposed change to the introduction to the city ordinance. This is not about equality or fairness; <a href=\"#\" data-toggle=\"popover\" data-content=\"Mr. Drake seems to confuse &ldquo;equal protection&rdquo; with a &ldquo;privileged status&rdquo;. The ordinance adds no special privilege to any class; it merely makes LGBT discrimination illegal.\">it&rsquo;s about giving a privileged status to a chosen moral behavior</a>. Laws do shape the morals of a society. Money talks, but the morality in the family defines a society.",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"In fact, the ordinance specifically defines religion as a protected class. In addition to protecting against LGBT discrimination, it would also protect against religious discrimination.\">Similar ordinances and laws have been used to discriminate against Christians</a>. All you need to do is look at the <a href=\"https://www.youtube.com/watch?v=Za0ZvliA3AM\" target=\"_blank\">video &ldquo;Attacked by Tolerance&rdquo; on YouTube</a> to see the proof. I ask the members of the City Council to please vote against this ordinance, if you don&rsquo;t I&rsquo;ll be wearing this badge <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:46:00]</a></strong> with the words &ldquo;Be Fair to Christians&rdquo;. Ladies and the gentleman of the Council please vote against this ordinance."
      ]
    },
    {
      "name": "Celso Costa",
      "comment": [
        "My name is Celso Costa, I am a Catholic and presently American citizen. I&rsquo;m an immigrant from Brazil and I know that the Catholic Church will never change her moral law, no matter how many sophisms we men can make to justify disorderly passions and pretended material advantages. The laws of this State are highly instrumental for the formation or the morality of the citizens. This proposed new ordinance not only disregards the immutable moral law, <a href=\"#\" data-toggle=\"popover\" data-content=\"It is unclear how Mr. Costa reconciles his remarks with those of the Pope, &lt;a href=&quot;http://www.reuters.com/article/2013/07/29/us-pope-gays-idUSBRE96S0DX20130729&quot;&gt;who proclaimed&lt;/a&gt;: &ldquo;The Catechism of the Catholic Church explains this very well. It says they should not be marginalized because of this (orientation) but that they must be integrated into society.&rdquo;\">but will be a discrimination against the Catholics and other Christians</a>.",
        "The laws of this State that violates the law of God, is a public sin, much graver than individual sin. Although so many people may obtain material advantages with this law, in the long run this ordinance will bring misery and disgrace into our city. God is merciful yes, but he&rsquo;s also just. For these reasons my friends, I entreat you to vote against this new proposed ordinance, thank you very much."
      ]
    },
    {
      "name": "Jean Garcia",
      "comment": [
        "Hello thank you for hearing me. My name is Jean Garcia and those who have spoken previously have said very eloquently many of the points I wanted to present, but I do want to say please, as the pastor said, you do have a conscience and I will encourage you to vote against this amendment because it does not serve any of us well. Thank you."
      ]
    },
    {
      "name": "Cesar Garcia",
      "comment": [
        "I knew Buddy before he sat on this desk &hellip; on this bench over here and I still like him. My name is Cesar Garcia and I&rsquo;m a business owner, I had been a teacher for 17 years. I have taught and coached at LSU for four years and run a business for 35 years, the longest running gymnastics program in Baton Rouge. During that period of time, I&rsquo;ve seen a lot and I can tell you that, some of the young men and women that were here earlier, ten years ago would not have had this opportunity. They couldn&rsquo;t have done it.",
        "I can tell you also in my business, I&rsquo;ve had every race, creed, gender choice. <a href=\"#\" data-toggle=\"popover\" data-content=\"Just because you are unaware of the presence of something does not mean that it doesn&rsquo;t exist. Mr. Garcia being unaware of discrimination&mdash;absent though it may be in his own business&mdash;is not evidence that it doesn&rsquo;t exist.\">And I must have been living in a rock or under rock because I had no idea that we were having this amount of disparity</a> that we have to put this language in this proposition, your amendment you&rsquo;re doing. I also read that our state constitution does not allow us to do what we&rsquo;re talking about doing, so I&rsquo;m kind of confused. So, I humbly ask that you not vote for this <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:50:00]</a></strong>. Thank you."
      ]
    },
    {
      "name": "Mr. Burgoyne",
      "comment": [
        "Thank you ladies and gentlemen for the opportunity to speak. I&rsquo;ll try to be brief. I&rsquo;m a pastor as well, but I believe what the Lord wants me to share, I&rsquo;m also a retired police officer of 31 years from the department that Alice Warren that y&rsquo;all recognized earlier, as a matter of fact I was her lieutenant, I was her sergeant. And the point and I was hoping that she would still be here. The point I was hoping to make is I take extreme exception that all these men and women here that opposes this ordinance are non-loving or non-tolerant. She knew exactly my stance as a pastor. I knew exactly her stance.",
        "We respected one another, we are friends now. She invited me to her retirement party today. It&rsquo;s going to be August the 2nd. More importantly two years ago she asked me to preach her mother&rsquo;s funeral. The point I&rsquo;m trying to make in this that just because you take a stand for righteousness somehow that&rsquo;s been twisted by some to imply that we are judgmental, non-loving and intolerant and that&rsquo;s absurd. The Bible says, &ldquo;Seek first the kingdom of God and his righteousness and all these things will be added unto you.&rdquo; That&rsquo;s my recommendation and I strongly urge you to vote no. <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:52:00]</a></strong>"
      ]
    },
    {
      "name": "Tommy Middleton",
      "comment": [
        "My name is Tommy Middleton; I&rsquo;m the Executive Director for the Baptist Association of Greater Baton Rouge. The problem in this order is everybody else has got all my points. And so, I had four things I wanted to say concerning this. First of all, that <a href=\"#\" data-toggle=\"popover\" data-content=\"As I&rsquo;ve already discussed, the ordinance would not create any special rights. It merely makes discrimination illegal. It is, indeed, a matter of civil rights.\">it is not a matter of civil rights but it&rsquo;s a matter of special rights</a>, it&rsquo;s already been, I think, dealt with. Secondly, it&rsquo;s a matter of conscience, if we hold that these values, what is wrong with speaking your mind? <a href=\"#\" data-toggle=\"popover\" data-content=\"I would again like to point out that freedom of speech would not be limited by the ordinance. The ordinance would only make discrimination illegal. People who &ldquo;[have] Biblical values&rdquo; would still have a &ldquo;place in the marketplace to speak&rdquo;. They would simply be disallowed from firing or evicting LGBT people on that basis.\">What&rsquo;s wrong with being someone who has Biblical values and has a place in the marketplace to speak?</a> Thirdly based upon reason.",
        "You know, what has struck me about the previous speakers, many of them, they have read the ordinance. I don&rsquo;t know if you&rsquo;ve noticed that, <a href=\"#\" data-toggle=\"popover\" data-content=\"This is a bizarre point. There is no need to get into &ldquo;the weeds&rdquo; of the legalese of the ordinance when the proponents were emphatically in favor of it. Instead, proponents spoke about the impacts of the ordinance&mdash;economically and personally.\">when we&rsquo;ve talked about those for the ordinance, there was very few references actually to the weeds of the ordinance</a> in reading what was in there. But, just one statement about gender identity that struck me, &ldquo;gender identity shall mean an individual&rsquo;s intents or internal sense of gender which may or may not be the same as one&rsquo;s gender assignment at birth&rdquo;. In other words, how you determine their preference is quite subjective. You can be one thing now and something 30 minutes later.",
        "And so, how you define something determines how you defend something. And if suddenly this person, who has a gender identity issue, and there is a problem and they violate the law and yet they appeal and say, &ldquo;No, I was one thing or the other.&rdquo; <a href=\"#\" data-toggle=\"popover\" data-content=\"Mr. Middleton is making an argument that &ldquo;subjective&rdquo; classes&mdash;like gender identity&mdash;unlike objective classes&mdash;presumably like race&mdash;shouldn&rsquo;t be protected. I wonder if he would include all subjective classes, such as &ldquo;religion&rdquo;, in that group? Religion isn&rsquo;t assigned at birth&mdash;it is a subjective choice that can change throughout a person&rsquo;s life. Does disallowing discrimination on the basis of religion also a foundation that is &ldquo;destined to crumble, frustrate and fail&rdquo;?\">You see, when we move our laws from being objective truth to subjective, we begin to lose our moral compass.</a>  Our foundations are undermined. There is a passage that says <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:54:00]</a></strong>, &ldquo;If the foundations are destroyed what can the righteous do.&rdquo; You no longer have an objective baseline for morality and everything that&rsquo;s built on the foundation is built on sand, destined to crumble, frustrate and fail.",
        "I believe that this ordinance, it&rsquo;s unfair, I believe it&rsquo;s unjust and I will ask and I will appeal to you, if you would please, vote no. Thank you."
      ]
    },
    {
      "name": "Mr. Smith",
      "comment": [
        "Thank you, Council for allowing me a few minutes. I come here out of love, not out of condemnation, love for my fellow man. None of us are perfect. One of the things that I want to maybe go through with that, I would encourage you to read the history of the rise and fall of the Roman Empire and also the history of Sodom and Gomorrah. <a href=\"#\" data-toggle=\"popover\" data-content=\"As Mr. Smith asked, I &lt;a href=&quot;http://en.wikipedia.org/wiki/Sodom_and_Gomorrah#Historicity&quot;&gt;looked up the history of Sodom and Gomorrah&lt;/a&gt;&mdash;not the Biblical narrative, but the academic one. &ldquo;The historicity of Sodom and Gomorrah is still in dispute by archaeologists, as little archaeological evidence has ever been found in the regions where they were supposedly situated.&rdquo;\">Don&rsquo;t read it from the Bible, read it out of a history book and see what caused</a>, it always winds up in degradation and sin. I&rsquo;m just asking you to read that and to let that be a guide for how you do all the Council things. I don&rsquo;t want to ask to not confuse the desires of the majority with the rule of God. Let God be your conscience and thank you very much. Vote against this please. <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:56:00]</a></strong>"
      ]
    },
    {
      "name": "Ann Jennings",
      "comment": [
        "I&rsquo;m Ann Jennings, I oppose this ordinance. I reject the idea that the future of Baton Rouge rests solely on the acceptance of one particular group. I&rsquo;m a Christian, a wife, a mother, an educator. I ask you to show openness and acceptance towards my deeply held beliefs. I respectfully ask you to vote no to this ordinance, thank you."
      ]
    },
    {
      "name": "Karen Day",
      "comment": [
        "My name is Karen Day. I&rsquo;m a mother, a grandmother, a wife, but most importantly I&rsquo;m a servant of the living God. I love Him with all my heart and He loves Baton Rouge. He loves the people of Baton Rouge. He loves this country and I know He&rsquo;s called our state to be a light to the nation, to bring hope and love to those who need it in ways, they&rsquo;ve covered so many other things. But Jesus is the answer to the hope that we all need to turn in this city and this state. I&rsquo;m not here to criticize or label or judge anybody. God loves us all but He does expect us to abide by the conditions that are in his Word.",
        "And I think pastors and the leaders have expressed that well today. One of the <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:58:00]</a></strong> things that we as a church, we as Christians need to repent to you. We as a body have not stood in the gap and prayed and lifted you up as our leaders the way we should and I ask for your forgiveness to the people of God, that we need to get on our faces on your behalf to lift you up and say, you have a responsibility and accountability before the one true God. And I want to commit today to be more faithful, to pray for each one of you personally, thank you."
      ]
    },
    {
      "name": "Joe Wilson",
      "comment": [
        "Joe Wilson, I&rsquo;m pastor of New Life Church in Baton Rouge, thanks for your great patience and endurance and so I&rsquo;ll be very brief. The first thing that I really take objection to in this ordinance is, it begins with a faulty premise, the premise that race and behavior are equivalent, is simply wrong. Homosexual behavior, the way a person dresses, those sorts of things are not and have never been the same as immutable and innocuous characteristics like race. And I&rsquo;ll leave off the rest of my points, but I just need to make one other, one last point has been this scripture has been alluded to over and over tonight.",
        "And I think most would agree, some wouldn&rsquo;t of course, but most would agree that Jesus was probably the most loving person that&rsquo;s ever lived. Yet, he established standards for right and wrong. He actually judged <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[01:00:00]</a></strong> sin. He judged what was right and what was wrong. The lady who came to him in adultery, he fended off the mad crowd who wanted to stone her. He said, &ldquo;No man condemns you and neither do I.&rdquo; He loved and accepted her just as she was. But then he turned to her and said, &ldquo;But you&rsquo;ve been sinning. You have been wrong in your behavior. Now, your past doesn&rsquo;t define you, but if you continue to sin, then there&rsquo;s a problem.&rdquo; And so, he gently led her in the way of righteousness. <a href=\"#\" data-toggle=\"popover\" data-content=\"Society has two different standards for what&rsquo;s right and wrong. On the one hand, we have objectively defined wrongs&mdash;murder and stealing, for example. These are defined in our laws and statutes and enforced by our government. On the other hand, we have actions and behaviors some selectively chose to define as wrong. For example, many people like to enjoy alcohol. A devoutly religious person may chose to refrain from alcohol&mdash;they may, even, think consuming alcohol is morally wrong. They are within their religious rights to believe that and enforce it upon themselves. But we&rsquo;re not defining laws to prevent all people from consuming alcohol because they choose to not drink. Why, then, would we define laws that allow discrimination based entirely on the moral objections of a portion of the population? Isn&rsquo;t discrimination an objective wrong?\">And so it&rsquo;s okay for us also to have standards of right and wrong.</a> And I think that&rsquo;s what one of the things that we&rsquo;re really arguing over here today. And so, I encourage you to vote no. Thanks for the time."
      ]
    },
    {
      "name": "Mr. White",
      "comment": [
        "Okay. I&rsquo;m just going to read three short little pages of my opinion, so I don&rsquo;t get distracted. First I want to thank the chamber and the Council members here in &hellip;",
        "<em>[Note: Video of the meeting cut out.]</em> A light matter to consider, the ordinance is a change of law by city government, enforced by local law enforcement. This will allow categories of protected classes in our community <a href=\"#\" data-toggle=\"popover\" data-content=\"Business and property owners would only need to worry about lawsuits if, they in fact, discriminate.\">to sue businesses</a> and potentially shut them down, and run them out of business, and to sue individual members of this community for perceived discriminations, even unintentional. <a href=\"#\" data-toggle=\"popover\" data-content=\"The ordinance would not force any business or individual to encourage, promote or even accept LGBT people, as Mr. White commented. It merely makes discrimination illegal. You do not have to accept LGBT people in order to not discriminate against them.\">It will give special legal advantage to a small protected class of individuals</a> to openly force businesses and individuals to encourage and promote, <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[01:02:00]</a></strong> not simply accept this sexual lifestyle.",
        "It&rsquo;s a power to sue. It&rsquo;s not about behavior and the privacy of one&rsquo;s home, as a previous speaker said. <a href=\"#\" data-toggle=\"popover\" data-content=\"I&rsquo;m not sure I follow Mr. White&rsquo;s argument here. Public indecency laws make sexual displays of any kind&mdash;whether between a man and a woman or otherwise&mdash;illegal. This ordinance would not change or otherwise impact those laws.\">It&rsquo;s about acceptance of openly sexual displays in public.</a> It will have a negative effect on business by promoting and encouraging a litigious work atmosphere. Our court systems are already overloaded. This ordinance is about bullying. <a href=\"#\" data-toggle=\"popover\" data-content=\"The ordinance does not grant any special privileges to any group; it merely protects certain classes from discrimination. Religion is a part of the list of protected classes. The ordinance, contrary to Mr. White&rsquo;s comment, would actually make it illegal to &ldquo;target and sue Christians and Christian-owned businesses and individuals&rdquo; on the basis of their religion.\">It&rsquo;s about giving special legal privileges to protected individuals to target and sue Christians and Christian-owned businesses and individuals.</a>",
        "It&rsquo;s exactly what the change in law will open the doors to. Businesses for example will have to allow an employee who is a cross dresser, for example, to stand in their checkout line and check people out. No mistake. This is going to cause a loss of business. <a href=\"#\" data-toggle=\"popover\" data-content=\"I believe the bakery Mr. White is referring to is &lt;a href=&quot;http://www.cbsnews.com/news/colorado-baker-to-stop-making-wedding-cakes-after-losing-discrimination-case/&quot;&gt;this one in Colorado&lt;/a&gt;, which has a state-level ban on discrimation against LGBT people. The bakery refused to make a wedding cake for a gay couple. The state found that the bakery had willfully discriminated against the gay couple, which is illegal. However, the bakery is still in business.\">Look at the example of the bakery owners in another state</a> that they lost their business because they refused to make a wedding cake for a gay couple. <a href=\"#\" data-toggle=\"popover\" data-content=\"If a business is discriminatory, the ordinance would provide a way for those whom the business has wronged to seek recourse. For businesses that operate in a non-discriminatory manner, the ordinance would not provide any additional encumberances.\">This definitely is going to cause problems for businesses.</a>",
        "It&rsquo;s about a small group of people who preach fairness, but really want to force and bully others, especially targeting Christian businesses and individuals. It&rsquo;s a focused and deliberate attack on Christians of their choosing. There may be 62% of the people in this room that favor this law, but the community at large has already proven repeatedly by a majority that they do not approve of it or it would already be a law.",
        "As for the exemption of churches and religious organizations and non-profits, you can&rsquo;t separate the members of a church from the corporation of the church. The members and their businesses are the church. It&rsquo;s a smoke screen. <a href=\"#\" data-toggle=\"popover\" data-content=\"501(c)(3) status is determined by the IRS at the federal level. This ordinance&mdash;nor any other ordinance at the local level&mdash;would have no bearing whatsoever on the non-profit status of any organization. It would merely make discrimination illegal.\">It&rsquo;s a stepping stone to the next ordinance in the plan, which will be to remove the 501C status</a> <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[01:04:00]</a></strong> of non-profit organizations who chose to not allow open displays of this lifestyle in their business. Make no mistake. This is a business killer. I agree and applaud Councilman Heck on his proposal for a position paper, and I just ask you to vote against this thing.",
        "You build a house a brick at a time. That&rsquo;s the plan."
      ]
    },
    {
      "name": "Mr. Casio",
      "comment": [
        "I&rsquo;m sorry. Good evening honorable Council. You sit in a very important position. You sit in a position that is delegated by God. And He is one we need to honor tonight, our Creator and our Savior, the Lord Jesus Christ. And they are not confused on this issue. I hear a lot of confusion in here tonight. I also hear a lot of intimidation, &ldquo;Oh that city is doing it. This other city did it.&rdquo; That&rsquo;s not leadership. That&rsquo;s intimidation.",
        "We need to stand and hold fast to things that are true and everlasting. <a href=\"#\" data-toggle=\"popover\" data-content=\"At the expense of sounding like a broken record: the ordinance would not ban or otherwise limit free speech of any kind. It merely makes discrimination illegal.\">And I&rsquo;m going to say something in a minute that I&rsquo;m in fear of I will not be free to say if this passes.</a> As a business owner, as a property owner, if I speak and share the gospel of Jesus Christ, the only hope of man and salvation, our only hope whether we live through this life or what, it&rsquo;s our only hope, no matter what we attain to, is Jesus Christ crucified, died, buried, resurrected. His blood shed for our sin. And His spirit is here even tonight witnessing to you, whether friend <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[01:06:00]</a></strong> or foe to what I&rsquo;m saying right now.",
        "The Holy Spirit is witnessing this to you and I pray also to you councilmembers. We did not laud sexual behavior or sexuality. We do not laud heterosexuality. We laud honorable behavior. We don&rsquo;t laud a man because he goes and has sex with every woman that will open her legs to him. We laud a man who will stay faithful to his wife, or a woman who will stay faithful to her husband. <a href=\"#\" data-toggle=\"popover\" data-content=\"The ordinance is not attempting to turn sex&mdash;heterosexual or homosexual&mdash;into a protected right. It&rsquo;s merely trying to protect citizens against discrimination.\">This ordinance is termed a behavior of a sex between two men or two women has turned it into some protected right.</a>",
        "Now, it is a dishonorable behavior, as witnessed by the Holy Scripture, by the word of God and by the Holy Spirit that will bear witness to your very heart and soul this night if you ask Him in sincerity. You may not agree with me, but if you ask Him in sincerity this night, he will bear witness to you that what I&rsquo;m saying is the truth, and it&rsquo;s the truth of God. <a href=\"#\" data-toggle=\"popover\" data-content=\"Freedom of speech would not be limited by the ordinance. Mr. Casio would still be able to tell anyone he rents to his religious views and moral objections to LGBT people. The ordinance would simply make it illegal for him to deny an LGBT person housing or evict an LGBT person because they are LGBT. He could, however, perform due diligence on the potential tenant and determine not to rent to a person with a bad credit score, for example; he could also still evict for a breach of the lease agreement.\">Now will I be free to tell someone, a homosexual that I rent to that hey, this is not a good behavior.</a> Look at this in the scripture?",
        "Salvation is presented, but you must change your life and your behavior. We&rsquo;re all sinners, but you must change. <a href=\"#\" data-toggle=\"popover\" data-content=\"Yes. The ordinance would not limit free speech.\">In my business, am I going to be free to express my faith like I&rsquo;ve just expressed to you tonight?</a> Or will no, I will now be persecuted for standing for what I believe in my business that I&rsquo;ve labored and worked for, or in my property that I have labored and purchased. This needs to be voted no, and by the order of God."
      ]
    },
    {
      "name": "Burt Robinson",
      "comment": [
        "I&rsquo;m a lawyer. People get that confused about me all the time. I&rsquo;m not from Baton Rouge. <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[01:08:00]</a></strong>. I&rsquo;ve chosen this town. I moved here in 1960, and I&rsquo;ve stayed in Baton Rouge because it&rsquo;s a great place to live. And it has grown, and it has prospered and it has done very well without this statute or this ordinance. But as a trial lawyer, I have followed Civil Rights litigation for many years, and you &hellip; This is a point that has not been brought up tonight. You have been asked to give a sledge hammer to anymore who claims discrimination.",
        "<a href=\"#\" data-toggle=\"popover\" data-content=\"There is nothing in the ordinance that would prohibit or limit a defendent that successfully defends itself from recouping attorney&rsquo;s fees. This is a misleading statement by Mr. Robinson.\">The sledgehammer is attorneys&rsquo; fees</a>, and in litigation today, you can run up a few hundred thousand dollars in attorneys&rsquo; fees and court costs real quick. I hope nobody sues me because I don&rsquo;t think I can pay it. I hope nobody sues you individually because I think you&rsquo;d probably have a hard time paying it. But the hammer is attorneys&rsquo; fees. And this ordinance is biased and discriminatory and unfair, and one-sided. What you are asked to do is to adopt an ordinance that says, if the person discriminated against wins, they get attorneys&rsquo; fees, but if the person they come against defends himself, and wins, they don&rsquo;t have to pay anything.",
        "To me that&rsquo;s one-sided. That&rsquo;s discriminatory. And the last time I was here about these matters was when one Baton Rouge came up some years ago; it was a very sad night for me because I have members in my family who practice same-sex sex. And a member of my family was in <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#18\" data-toggle=\"tooltip\" title=\"Video timestamp\">[01:10:00]</a></strong> a psychiatric ward under a suicide watch. This is not a gay lifestyle. Please vote against it. Oh, and I think Councilman Heck&rsquo;s proposition is superb."
      ]
    },
    {
      "name": "Janet Lemoine",
      "comment": [
        "Thank you. Most of what I want to say has already been said. I&rsquo;ve written every councilmember and had great responses from several of you, but Mr. Loupe I want you to know I&rsquo;m in your district and while you may have several people that support this ordinance, there are very many people in your district that are against it, and I&rsquo;m one of them. Coach Dale Brown said that you need to act as a moral compass, and, you know, I&rsquo;ve found some points that I agree with on the other side, and that&rsquo;s reasonable.",
        "The pastor from UPC said that it&rsquo;s not your job to determine sin. I agree with that, it&rsquo;s God determined sin, and <a href=\"#\" data-toggle=\"popover\" data-content=\"I&rsquo;m not sure I understand Ms. Lemonie&rsquo;s argument here. As far as I have been able to determine, the Bible doesn&rsquo;t specifically enumerate any classes that should be protected.\">if you look in the Bible you will find that homosexuality is not to be a protected class</a>. It&rsquo;s a sin, it&rsquo;s a lifestyle. Thank you."
      ]
    },
    {
      "name": "Chris Michael Bourgoyne",
      "comment": [
        "I am opposed for this ordinance, and hopefully we can learn from a lot of stuff because a lot of things get out of hand and out of control. But believe it or not, due to love, when you truly love somebody in a certain predicament, it don&rsquo;t matter if it&rsquo;s the community, your family, or a person&rsquo;s <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#19\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:02:00]</a></strong> soul, life, and human rights, the well-being of them. You gonna do what&rsquo;s necessary to protect them, and <a href=\"#\" data-toggle=\"popover\" data-content=\"Mr. Bourgoyne says that you show someone you &ldquo;love them by making certain sacrifices and making tough decisions&rdquo;. The problem is that he&rsquo;s not the one making a sacrifice here&mdash;the members of the LGBT community who are being discriminated against are the ones who are making sacrifices. They sacrifice their ability to live a fulfilled, unencumbered life by living in a city with no discrimination protections. That&rsquo;s a tough decision. Not having the ability to discriminate against someone isn&rsquo;t a sacrifice&mdash;it&rsquo;s being fair.\">actually truly show them that you actually care for them and love them by making certain sacrifices and making tough decisions</a>. So I will say that I strongly do oppose."
      ]
    },
    {
      "name": "David Goza",
      "comment": [
        "Actually, Goza. G-O-Z-A, yes. With my fellow pastor who just spoke was for it before he was against it or whatever it was he said, kind of took the air out of the place, you know. So I don&rsquo;t really know what direction to go, because I kind of feel like this is almost over, but I do want to just make this point. I am a pastor, and what grieves me about this whole night, and just this situation, and this fairness proposition is, obviously I don&rsquo;t think that it&rsquo;s fair, and I agree with a lot of the arguments that have been made, <a href=\"#\" data-toggle=\"popover\" data-content=\"Though we likely disagree on the cause of the divisiveness, I agree with Mr. Goza. Discrimination is very divisive to our community.\">but it&rsquo;s the divisiveness to our community and to our city that bothers me more than anything</a>.",
        "Listen, I&rsquo;m a father, I&rsquo;ve got four kids, and I live here in Baton Rouge, I&rsquo;m kind of a young guy still. The biggest problem that I see with our community is our educational system. <a href=\"#\" data-toggle=\"popover\" data-content=\"Our education system has been a constant focus of civic discourse in our community for as long as I can remember, but it has been especially intensified recently. Mr. Goza&rsquo;s comments leave me dumbfounded. I&rsquo;m not sure how the focus on education has evaded Mr. Goza&rsquo;s awareness.\">I haven&rsquo;t heard that mentioned at all.</a> That&rsquo;s the biggest problem with young families, with our city. But the divisive nature of this, and if you sit out here in the gallery and you hear the folks whenever somebody disagrees with them, just the huffing and the walking out on people &hellip; The other side, those that are for this, they don&rsquo;t care. <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#19\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:04:00]</a></strong> We hear some stuff talked about unity in here, <a href=\"#\" data-toggle=\"popover\" data-content=\"Where there is discrimination, there is no unity.\">but they don&rsquo;t care about unity</a>, they just want their view attached.",
        "And you know, I listen to some of the rhetoric that&rsquo;s coming out of this, and just as a pastor, <a href=\"#\" data-toggle=\"popover\" data-content=\"This sounds like a statement of support to me.\">I&rsquo;ve got over a thousand members in my church, these are businessmen that work for some of the companies that were represented here, I have business owners in my church who would never dream of persecuting someone for their sexual orientation. I&rsquo;m a Baptist preacher, I do not believe that anybody should be harmed or hurt or disqualified from anything for their sexual orientation.</a> But to sit here and to say that our interpretation of the scripture is wrong is just unbelievable. To hear what our Mayor said about the scriptures as though somehow it&rsquo;s difficult to understand. Listen, the only reason it&rsquo;s difficult to understand for some, it&rsquo;s difficult for those who don&rsquo;t want to believe it. If they want to take certain parts out, then it becomes difficult all of a sudden.",
        "It&rsquo;s not as hard as they say. But here&rsquo;s the final point. The divisiveness of this, you pass this ordinance, you put this into play, <a href=\"#\" data-toggle=\"popover\" data-content=\"Laws do not make people bigoted.\">here&rsquo;s the problem it causes for us and the thousands of Bible-believing Christians who are not bigoted, though by putting this into the law, you&rsquo;ve made us that</a>.",
        "Listen to some of the discourse, what, we were bigots, unevolved, we&rsquo;re backward, evil, I&rsquo;ve heard it said, one young lady said &ldquo;the root of all that is wrong in the world&rdquo;, one of our councilmembers, with all due respect, says that we&rsquo;re &ldquo;religious extremists&rdquo;? I&rsquo;m not a religious extremist, or at least it was quoted in the paper, and that&rsquo;s what&rsquo;s hurtful about this, this is divisive for our community.",
        "I look around this room and I see a lot of successful people, and <a href=\"#\" data-toggle=\"popover\" data-content=\"Again, it should be noted that the presence of successful LGBT people doesn&rsquo;t mean that discrimination doesn&rsquo;t exist.\">I see a lot of successful people of the homosexual persuasion, they haven&rsquo;t been persecuted</a>.",
        "Please vote against it. Thank you."
      ]
    },
    {
      "name": "Jere Melilli",
      "comment": [
        "I&rsquo;m Dr. Jere Melilli. I pastored Christian Life Fellowship, and practiced medicine for forty-five years. As I&rsquo;ve listened to all of this tonight, I want to tell the gay community that I&rsquo;m not insensitive to everything that you all have said and experienced. My heart goes out to you. But as a physician, I have a responsibility to deal in truth with patients to see that they have a complete knowledge of what they&rsquo;re confronted with.",
        "So when you look at that term &ldquo;sexual orientation&rdquo;, you have to recognize that there is a behavior that goes with that orientation. And that behavior has resulted <a href=\"#\" data-toggle=\"popover\" data-content=\"&lt;a href=&quot;http://www.cdc.gov/hiv/statistics/basics/ataglance.html&quot;&gt;The CDC estimates&lt;/a&gt; that 636,000 people have died with an AIDS diagnosis in the United States.\">in over 25 million people dying from a disease</a> that was <a href=\"#\" data-toggle=\"popover\" data-content=\"As previously discussed, there is no direct link between LGBT people and HIV/AIDS. It is a sexually transmitted disease that anyone can contract.\">a direct result of the behavior of that orientation</a>.",
        "And when you begin to understand that <a href=\"#\" data-toggle=\"popover\" data-content=\"&lt;a href=&quot;http://www.cdc.gov/hiv/statistics/basics/ataglance.html&quot;&gt;The CDC estimates&lt;/a&gt; that 1.1 million people in the United States are living with an HIV infection\">there&rsquo;s over 33 million in America now who have HIV/AIDS</a>, it is not an insignificant problem. So as we begin to look at things, we have to get to consequences. And the consequence is just not having our way, but as a physician who has become sensitized to people who are in pain and who are in difficulty, who are experiencing the ravages of <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#19\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:08:00]</a></strong> disease, I have to address a more important issue.",
        "And that is that many of my patients, in fact most of them, had no idea at all of what is called <a href=\"#\" data-toggle=\"popover\" data-content=\"The pathogenesis traces how HIV causes AIDS; there is a lot of academic research in this area, as one would expect. However, I was unable to find an academic source that traced either HIV or AIDS as being caused by LGBT people.\">the pathogenesis of the disease of HIV/AIDS</a>, really didn&rsquo;t understand how it came about. And so if no other good comes from tonight than for those of you in the gay community that I respect, I want you to hear the pathogenesis that perhaps it can spare you some pain.",
        "You see it is a known fact that <a href=\"#\" data-toggle=\"popover\" data-content=\"I was unable to find an academic source that suggested LGBT people have a shorter life expectancy than their heterosexual counterparts. While it is true that those with HIV/AIDS have a significantly shorter life expectancy, not all LGBT people have AIDS. I was, however, able to find &lt;a href=&quot;http://www.huffingtonpost.com/2014/02/18/gay-life-expectancy-study_n_4810496.html&quot;&gt;a recent study&lt;/a&gt; that concluded &ldquo;that sexual minorities living in communities with higher levels of prejudice die sooner than sexual minorities living in low-prejudice communities&rdquo;.\">those who practice the homosexual behavior have a life expectancy 20 years less than the general population</a>. That&rsquo;s a significant statistic. So when you see that loss of life, I can&rsquo;t help but say &ldquo;Hey, stop and let&rsquo;s see what&rsquo;s going on&rdquo;. And so if you&rsquo;ll indulge me, I want to just as simply as I can, explain to you the pathogenesis, and why it&rsquo;s so important for you to understand why you must refrain.",
        "You see, of the 33 million in America with AIDS, <a href=\"#\" data-toggle=\"popover\" data-content=\"As linked earlier, Dr. Melilli&rsquo;s statistics are extremely exaggerated. Further, I was unable to find any academic source that linked &ldquo;sodomy, contact, penetration of the rectal cavity&rdquo; to any number of cases.\">20 million of those are the direct result of sodomy, contact, penetration of the rectal cavity</a>. Now in order to understand how this thing works I want you to <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#19\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:10:00]</a></strong> just indulge me for a few moments, because it might help some of you. The rectal wall is composed of four layers of tissue. It&rsquo;s composed of <a href=\"#\" data-toggle=\"popover\" data-content=\"Dr. Melilli did, in fact, correctly state the layers of the rectal wall.\">the mucosa, the submucosa, the musculeris and the serosa</a>. Now this is the important thing, and I want you to understand, because when you penetrate the rectum, the mucosa which is a cellular lining of the rectum, it is a very thin, microscopic layer that when you compromise that, bruise that, cut into it, you then open up the avenue for foreign protein, bacteria, to enter into the second layer, which is composed of arteries and the lymphatic system.",
        "Therefore, bringing about a compromise of the immune system of the body. So when you see HIV, you see that this is the human immunodeficiency virus, AIDS is the acquired immunodeficiency. So this is all something that happens, so for those of you that can&rsquo;t understand this, let me just give you the conclusion of this &hellip;",
        "Okay. Just give me a couple of minutes?",
        "Okay. You want &hellip; (laughing) It&rsquo;s important to understand this because when we come down to behavior, and this is what you have to understand, I practiced medicine for 15 to 18 years before I even had one teenager with a sexually transmitted <strong><a href=\"http://batonrougela.swagit.com/play/07232014-770/#19\" data-toggle=\"tooltip\" title=\"Video timestamp\">[00:12:00]</a></strong> disease. <a href=\"#\" data-toggle=\"popover\" data-content=\"&lt;a href=&quot;http://www.cdc.gov/HealthyYouth/sexualbehaviors/&quot;&gt;The CDC estimates&lt;/a&gt; that half of the 19 million new STDs cases each year are from aged 15&ndash;24. (Only 40 states report this data; Louisiana isn&rsquo;t one of them.) Dr. Melilli&rsquo;s claims, once again, seem dubious.\">Now, there&rsquo;s one in five that has a sexually transmitted disease</a> &hellip;"
      ]
    }
  ]
}
